---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.ComboBoxDropDownOpenedEventArgs
source: html/a86ffa90-973f-f647-caf2-396968575964.htm
---
# ComboBoxDropDownOpenedEventArgs Properties

The current UIApplication.